Repository: Modarris/AFG-New-passport-Website
Catalog: AFG_New_passport_Website/Resources/Views/Registration/Profile.*.resx
Languages: fa

source: Primary Phone
fa: نمبر تلفن اصلی

source: Secondary Phone
fa: نمبر تلفن ثانوی

source: City
fa: ولایت

source: Address Details
fa: جزئیات آدرس

source: Postal Address
fa: پوسته خانه

source: Download
fa: دانلود فرم

source: Back
fa: برگشت به فرم ثبت نام

source: Bar Code
fa: بار کد

source: Birth Card Number&quot;
fa: نمبرکارت تولد

source: Date of Birth
fa: تاریخ تولد

source: Deputy Ministry of Administrative Affairs
fa: معینیت اموراداری

source: Document Number
fa: نمبر سند

source: Document Page
fa: صفحه

source: Document Section
fa: جلد

source: Document Type
fa: نوعیت سند

source: E Deputy Ministry of Administrative Affairs
fa: د اداری چارو معینیت

source: E General Passport Directorate
fa: د پاسپورت عمومی ریاست

source: E Ministry of Interior Affairs
fa: دکورنیو چارو وزارت

source: E The Islamic Emirate of Afghanistan
fa: د افغانستان اسلامی امارت

source: Elec Numbar
fa: نمبر تذکره الکترونیکی:

source: Father Name
fa: نام پدر

source: Gender
fa: جنسیت

source: General Passport Directorate
fa: ریاست عمومی پاسپورت

source: Grand Father Name
fa: نام پدر کلان

source: Height
fa: اندازه قد

source: Job
fa: وظیفه

source: Last Name
fa: فامیلی

source: Lvel of Passport
fa: معیار پاسپورت

source: Ministry of Interior Affairs
fa: وزارت امور داخله

source: Mohammad
fa: محمد

source: Mr/Mis
fa: محترم / محترمه : "

source: Name
fa: نام

source: Online registration passport form
fa: فرم آنلاین ثبت نام پاسپورت

source: Paper Numbar
fa: نمبر تذکره

source: Personal Information
fa: معلومات شخصی

source: Personal information to persian
fa: معلومات شخصی

source: Phone Number
fa: نمبر تماس

source: Place of Birth
fa: محل تولد

source: Place of residence
fa: محل زندگی

source: Post Office
fa: پسته خانه

source: Print
fa: پرنت فرم ثبت نام

source: Registration ended successfully!
fa: " ثبت نام شما موفقانه به پایان رسید!

source: Registration Num
fa: نمبر ثبت

source: The Islamic Emirate of Afghanistan
fa: امارت اسلامی افغانستان

source: Type of Passport
fa: نوعیت پاسپورت

source: Type of Pay
fa: نوعیت پرداخت

source: You did not upload your profile picture!
fa: عکس پروفایل اپلود نشده است!
